/* Confirmation message */
"
                        Due date set to \(formatter.string(
                        from: dueDate)),
                        for: \(todo.name)
                        " = "
                        Due date set to \(formatter.string(
                        from: dueDate)),
                        for: \(todo.name)
                        ";

/* Error message */
"
                No argument specified.
                Add [--help] to see available arguments.
                " = "
                No argument specified.
                Add [--help] to see available arguments.
                ";

/* Error message */
"
                Number not valid.
                Do \"yap ls\" to see the correct item number.
                " = "
                Number not valid.
                Do \"yap ls\" to see the correct item number.
                ";

/* Error message */
"
                There are no completed items.
                Mark some items as \"complete\" first.
                " = "
                There are no completed items.
                Mark some items as \"complete\" first.
                ";

/* No to-do message */
"
                There is nothing on the list!
                Being productive, eh?
                " = "
                There is nothing on the list!
                Being productive, eh?
                ";

/* Error message */
"
                You haven't added a to-do item yet.
                Use \"yap add\" to use stdin or use
                \"yap add <to-do>\".
                " = "
                You haven't added a to-do item yet.
                Use \"yap add\" to use stdin or use
                \"yap add <to-do>\".
                ";

/* Add command */
"add" = "add";

/* Command description */
"Add due dates." = "Add due dates.";

/* Add command description */
"Add item to the list." = "Add item to the list.";

/* Confirmation message */
"All completed items have been purged." = "All completed items have been purged.";

/* Confirmation message */
"All items have been purged." = "All items have been purged.";

/* Confirmation message */
"Changed state: \(numbers.description)" = "Changed state: \(numbers.description)";

/* Complete command */
"cm" = "cm";

/* Confirmation message */
"Complete: \(todo.name)" = "Complete: \(todo.name)";

/* Deleted item */
"Deleted: \(todo.name)" = "Deleted: \(todo.name)";

/* Due command */
"due" = "due";

/* Help text */
"Due date." = "Due date.";

/* Argument help */
"Hide due date." = "Hide due date.";

/* Error message */
"Item already in the list." = "Item already in the list.";

/* Error message */
"Item(s) already completed." = "Item(s) already completed.";

/* Unfinished to-do header */
"Items pending:" = "Items pending:";

/* List command description */
"List items." = "List items.";

/* List command */
"ls" = "ls";

/* Help text */
"Mark item as pending." = "Mark item as pending.";

/* Complete command description */
"Mark item(s) as complete." = "Mark item(s) as complete.";

/* Confirmation message */
"Pending: \(todo.name)" = "Pending: \(todo.name)";

/* Purge command */
"purge" = "purge";

/* Argument help */
"Purge both complete and pending items." = "Purge both complete and pending items.";

/* Purge command description */
"Purge everything in a list." = "Purge everything in a list.";

/* Completed to-do items */
"Recently completed:" = "Recently completed:";

/* Command description */
"Remove individual items." = "Remove individual items.";

/* Confirmation message */
"Removed: \(removedItemArray[0].name)" = "Removed: \(removedItemArray[0].name)";

/* Remove command */
"rm" = "rm";

/* Argument help */
"Show both completed and pending items." = "Show both completed and pending items.";

/* Argument help */
"Show completed items." = "Show completed items.";

/* Argument help */
"Show less detail." = "Show less detail.";

/* Program description */
"Simple to-do list" = "Simple to-do list";

/* Info text */
"To-do added successfully!" = "To-do added successfully!";

/* Help text */
"To-do item number" = "To-do item number";

/* Help text */
"To-do item number." = "To-do item number.";

/* Help text */
"To-do text." = "To-do text.";

/* Version info */
"version " = "version ";

/* Error message */
"You cannot enter an empty to-do." = "You cannot enter an empty to-do.";

